;(function ($) { $.fn.datepicker.language['kr'] = {
    days: ['일요일', '월요일', '화요일', '수요일', '목요일', '금요일', '토요일'],
    daysShort: ['일', '월', '화', '수', '목', '금', '토'],
    daysMin: ['일', '월', '화', '수', '목', '금', '토'],
    months: ['1월 달력','2월 달력','3월 달력','4월 달력','5월 달력','6월 달력', '7월 달력','8월 달력','9월 달력','10월 달력','11월 달력','12월 달력'],
    monthsShort: ['1월', '2월', '3월', '4월', '5월', '6월', '7월', '8월', '9월', '10월', '11월', '12월'],
    today: '오늘',
    clear: '지우기',
    dateFormat: 'yyyy-mm-dd',
    timeFormat: 'hh:ii:aa',
    firstDay: 0
}; })(jQuery);